var searchData=
[
  ['оглавление_0',['📑 Оглавление',['../index.html#autotoc_md15',1,'']]],
  ['описание_20проекта_1',['📌 Описание проекта',['../index.html#autotoc_md17',1,'']]],
  ['основные_20возможности_3a_2',['Основные возможности:',['../index.html#autotoc_md18',1,'']]],
  ['основные_20компоненты_3a_3',['Основные компоненты:',['../index.html#autotoc_md26',1,'']]],
  ['основные_20функции_4',['✨ Основные функции',['../index.html#autotoc_md21',1,'']]],
  ['основные_20языковые_20переменные_5',['Основные языковые переменные',['../d9/d71/group__LanguageRussianMain.html',1,'']]],
  ['оценка_20и_20комментирование_6',['3. Оценка и комментирование',['../index.html#autotoc_md53',1,'']]],
  ['обработчика_7',['a) Добавление нового обработчика',['../index.html#autotoc_md58',1,'']]]
];
