var searchData=
[
  ['категорий_0',['Переменные для категорий',['../d3/d64/group__LanguageRussianCategory.html',1,'']]],
  ['кого_20предназначен_1',['Для кого предназначен?',['../index.html#autotoc_md19',1,'']]],
  ['кода_2',['c) Подключение нового кода',['../index.html#autotoc_md60',1,'']]],
  ['комментирование_3',['3. Оценка и комментирование',['../index.html#autotoc_md53',1,'']]],
  ['компоненты_3a_4',['Основные компоненты:',['../index.html#autotoc_md26',1,'']]],
  ['контента_5',['Лицензирование стороннего контента',['../index.html#autotoc_md70',1,'']]],
  ['конфигурацию_6',['3. Настройте конфигурацию',['../index.html#autotoc_md40',1,'']]],
  ['к_20системе_7',['💻 Требования к системе',['../index.html#autotoc_md25',1,'']]]
];
