var searchData=
[
  ['список_20задач_0',['Список задач',['../dd/da0/todo.html',1,'']]],
  ['список_20устаревших_20определений_20и_20описаний_1',['Список устаревших определений и описаний',['../da/d58/deprecated.html',1,'']]],
  ['структура_20проекта_2',['Структура проекта',['../index.html#autotoc_md22',1,'']]],
  ['сайта_3',['сайта',['../df/dc9/group__LanguageEnglishNews.html',1,'Переменные для новостей сайта'],['../d8/da1/group__LanguageRussianNews.html',1,'Переменные для новостей сайта'],['../d3/db1/group__LanguageEnglishMenu.html',1,'Переменные для пунктов меню сайта'],['../d9/d53/group__LanguageRussianMenu.html',1,'Переменные для пунктов меню сайта']]],
  ['системе_4',['Требования к системе',['../index.html#autotoc_md12',1,'']]],
  ['страницы_20поиска_5',['страницы поиска',['../da/d95/group__LanguageEnglishSearch.html',1,'Переменные для страницы поиска'],['../d6/d51/group__LanguageRussianSearch.html',1,'Переменные для страницы поиска']]]
];
