var searchData=
[
  ['оглавление_0',['📑 Оглавление',['../index.html#autotoc_md13',1,'']]],
  ['описание_20проекта_1',['📌 Описание проекта',['../index.html#autotoc_md15',1,'']]],
  ['основные_20возможности_3a_2',['Основные возможности:',['../index.html#autotoc_md16',1,'']]],
  ['основные_20компоненты_3a_3',['Основные компоненты:',['../index.html#autotoc_md24',1,'']]],
  ['основные_20функции_4',['✨ Основные функции',['../index.html#autotoc_md19',1,'']]],
  ['основные_20языковые_20переменные_5',['Основные языковые переменные',['../d4/d2d/group__LanguageEnglishMain.html',1,'Основные языковые переменные'],['../d9/d71/group__LanguageRussianMain.html',1,'Основные языковые переменные']]],
  ['оценка_20и_20комментирование_6',['3. Оценка и комментирование',['../index.html#autotoc_md51',1,'']]],
  ['обзора_20и_20управления_20разделами_7',['обзора и управления разделами',['../d9/ded/group__LanguageEnglishCategory.html',1,'Переменные для процедур обзора и управления разделами'],['../d3/d64/group__LanguageRussianCategory.html',1,'Переменные для процедур обзора и управления разделами']]],
  ['обработки_20оценки_20изображений_8',['обработки оценки изображений',['../d7/d94/group__LanguageEnglishPhoto.html',1,'Переменные для процедур вывода, обработки, оценки изображений'],['../d2/d55/group__LanguageRussianPhoto.html',1,'Переменные для процедур вывода, обработки, оценки изображений']]],
  ['обработчика_9',['a) Добавление нового обработчика',['../index.html#autotoc_md56',1,'']]],
  ['описаний_10',['Список устаревших определений и описаний',['../da/d58/deprecated.html',1,'']]],
  ['определений_20и_20описаний_11',['Список устаревших определений и описаний',['../da/d58/deprecated.html',1,'']]],
  ['оценки_20изображений_12',['оценки изображений',['../d7/d94/group__LanguageEnglishPhoto.html',1,'Переменные для процедур вывода, обработки, оценки изображений'],['../d2/d55/group__LanguageRussianPhoto.html',1,'Переменные для процедур вывода, обработки, оценки изображений']]]
];
