var searchData=
[
  ['связь_20с_20автором_0',['Связь с автором',['../index.html#autotoc_md75',1,'']]],
  ['склонируйте_20репозиторий_1',['1. Склонируйте репозиторий',['../index.html#autotoc_md34',1,'']]],
  ['создайте_20базу_20данных_20и_20пользователя_2',['a) Создайте базу данных и пользователя',['../index.html#autotoc_md37',1,'']]],
  ['список_20задач_3',['Список задач',['../dd/da0/todo.html',1,'']]],
  ['структура_20проекта_4',['Структура проекта',['../index.html#autotoc_md64',1,'']]],
  ['сайта_5',['Переменные для пунктов меню сайта',['../d9/d53/group__LanguageRussianMenu.html',1,'']]],
  ['системе_6',['💻 Требования к системе',['../index.html#autotoc_md25',1,'']]],
  ['стороннего_20контента_7',['Лицензирование стороннего контента',['../index.html#autotoc_md70',1,'']]],
  ['структуру_20базы_20данных_8',['b) Импортируйте структуру базы данных',['../index.html#autotoc_md38',1,'']]],
  ['с_20автором_9',['Связь с автором',['../index.html#autotoc_md75',1,'']]]
];
