var searchData=
[
  ['кого_20предназначен_0',['Для кого предназначен?',['../index.html#autotoc_md19',1,'']]],
  ['кода_1',['c) Подключение нового кода',['../index.html#autotoc_md60',1,'']]],
  ['комментирование_2',['3. Оценка и комментирование',['../index.html#autotoc_md53',1,'']]],
  ['компоненты_3a_3',['Основные компоненты:',['../index.html#autotoc_md26',1,'']]],
  ['контента_4',['Лицензирование стороннего контента',['../index.html#autotoc_md70',1,'']]],
  ['конфигурацию_5',['3. Настройте конфигурацию',['../index.html#autotoc_md40',1,'']]],
  ['к_20системе_6',['💻 Требования к системе',['../index.html#autotoc_md25',1,'']]]
];
