var searchData=
[
  ['дополнительная_20информация_0',['Дополнительная информация',['../index.html#autotoc_md26',1,'']]],
  ['для_20админки_1',['для Админки',['../df/db9/group__LanguageEnglishAdmin.html',1,'Переменные для Админки'],['../d4/df1/group__LanguageRussianAdmin.html',1,'Переменные для Админки']]],
  ['для_20новостей_20сайта_2',['для новостей сайта',['../df/dc9/group__LanguageEnglishNews.html',1,'Переменные для новостей сайта'],['../d8/da1/group__LanguageRussianNews.html',1,'Переменные для новостей сайта']]],
  ['для_20процедур_20вывода_20обработки_20оценки_20изображений_3',['для процедур вывода обработки оценки изображений',['../d7/d94/group__LanguageEnglishPhoto.html',1,'Переменные для процедур вывода, обработки, оценки изображений'],['../d2/d55/group__LanguageRussianPhoto.html',1,'Переменные для процедур вывода, обработки, оценки изображений']]],
  ['для_20процедур_20обзора_20и_20управления_20разделами_4',['для процедур обзора и управления разделами',['../d9/ded/group__LanguageEnglishCategory.html',1,'Переменные для процедур обзора и управления разделами'],['../d3/d64/group__LanguageRussianCategory.html',1,'Переменные для процедур обзора и управления разделами']]],
  ['для_20процедур_20регистрации_20и_20восстановления_20пароля_5',['для процедур регистрации и восстановления пароля',['../d0/d17/group__LanguageEnglishLogin.html',1,'Переменные для процедур регистрации и восстановления пароля'],['../df/d6b/group__LanguageRussianLogin.html',1,'Переменные для процедур регистрации и восстановления пароля']]],
  ['для_20пунктов_20меню_20сайта_6',['для пунктов меню сайта',['../d3/db1/group__LanguageEnglishMenu.html',1,'Переменные для пунктов меню сайта'],['../d9/d53/group__LanguageRussianMenu.html',1,'Переменные для пунктов меню сайта']]],
  ['для_20страницы_20поиска_7',['для страницы поиска',['../da/d95/group__LanguageEnglishSearch.html',1,'Переменные для страницы поиска'],['../d6/d51/group__LanguageRussianSearch.html',1,'Переменные для страницы поиска']]]
];
