var searchData=
[
  ['языковые_20переменные_20английского_20языка_0',['Языковые переменные английского языка',['../de/d8e/group__LanguageEnglish.html',1,'']]],
  ['языковые_20переменные_20русского_20языка_1',['Языковые переменные русского языка',['../dd/d84/group__LanguageRussian.html',1,'']]],
  ['языка_2',['языка',['../de/d8e/group__LanguageEnglish.html',1,'Языковые переменные английского языка'],['../dd/d84/group__LanguageRussian.html',1,'Языковые переменные русского языка']]],
  ['языковые_20переменные_3',['языковые переменные',['../d4/d2d/group__LanguageEnglishMain.html',1,'Основные языковые переменные'],['../d9/d71/group__LanguageRussianMain.html',1,'Основные языковые переменные']]]
];
