var searchData=
[
  ['связь_20с_20автором_0',['Связь с автором',['../index.html#autotoc_md75',1,'']]],
  ['склонируйте_20репозиторий_1',['1. Склонируйте репозиторий',['../index.html#autotoc_md34',1,'']]],
  ['создайте_20базу_20данных_20и_20пользователя_2',['a) Создайте базу данных и пользователя',['../index.html#autotoc_md37',1,'']]],
  ['список_20задач_3',['Список задач',['../dd/da0/todo.html',1,'']]],
  ['список_20устаревших_20определений_20и_20описаний_4',['Список устаревших определений и описаний',['../da/d58/deprecated.html',1,'']]],
  ['структура_20проекта_5',['Структура проекта',['../index.html#autotoc_md64',1,'']]],
  ['сайта_6',['сайта',['../df/dc9/group__LanguageEnglishNews.html',1,'Переменные для новостей сайта'],['../d8/da1/group__LanguageRussianNews.html',1,'Переменные для новостей сайта'],['../d3/db1/group__LanguageEnglishMenu.html',1,'Переменные для пунктов меню сайта'],['../d9/d53/group__LanguageRussianMenu.html',1,'Переменные для пунктов меню сайта']]],
  ['системе_7',['💻 Требования к системе',['../index.html#autotoc_md25',1,'']]],
  ['стороннего_20контента_8',['Лицензирование стороннего контента',['../index.html#autotoc_md70',1,'']]],
  ['страницы_20поиска_9',['страницы поиска',['../da/d95/group__LanguageEnglishSearch.html',1,'Переменные для страницы поиска'],['../d6/d51/group__LanguageRussianSearch.html',1,'Переменные для страницы поиска']]],
  ['структуру_20базы_20данных_10',['b) Импортируйте структуру базы данных',['../index.html#autotoc_md38',1,'']]],
  ['с_20автором_11',['Связь с автором',['../index.html#autotoc_md75',1,'']]]
];
