var searchData=
[
  ['разделами_0',['разделами',['../d9/ded/group__LanguageEnglishCategory.html',1,'Переменные для процедур обзора и управления разделами'],['../d3/d64/group__LanguageRussianCategory.html',1,'Переменные для процедур обзора и управления разделами']]],
  ['регистрации_20и_20восстановления_20пароля_1',['регистрации и восстановления пароля',['../d0/d17/group__LanguageEnglishLogin.html',1,'Переменные для процедур регистрации и восстановления пароля'],['../df/d6b/group__LanguageRussianLogin.html',1,'Переменные для процедур регистрации и восстановления пароля']]],
  ['русского_20языка_2',['Языковые переменные русского языка',['../dd/d84/group__LanguageRussian.html',1,'']]]
];
