var searchData=
[
  ['восстановления_20пароля_0',['восстановления пароля',['../d0/d17/group__LanguageEnglishLogin.html',1,'Переменные для процедур регистрации и восстановления пароля'],['../df/d6b/group__LanguageRussianLogin.html',1,'Переменные для процедур регистрации и восстановления пароля']]],
  ['вывода_20обработки_20оценки_20изображений_1',['вывода обработки оценки изображений',['../d7/d94/group__LanguageEnglishPhoto.html',1,'Переменные для процедур вывода, обработки, оценки изображений'],['../d2/d55/group__LanguageRussianPhoto.html',1,'Переменные для процедур вывода, обработки, оценки изображений']]]
];
