var searchData=
[
  ['изображений_0',['изображений',['../d7/d94/group__LanguageEnglishPhoto.html',1,'Переменные для процедур вывода, обработки, оценки изображений'],['../d2/d55/group__LanguageRussianPhoto.html',1,'Переменные для процедур вывода, обработки, оценки изображений']]],
  ['и_20восстановления_20пароля_1',['и восстановления пароля',['../d0/d17/group__LanguageEnglishLogin.html',1,'Переменные для процедур регистрации и восстановления пароля'],['../df/d6b/group__LanguageRussianLogin.html',1,'Переменные для процедур регистрации и восстановления пароля']]],
  ['и_20управления_20разделами_2',['и управления разделами',['../d9/ded/group__LanguageEnglishCategory.html',1,'Переменные для процедур обзора и управления разделами'],['../d3/d64/group__LanguageRussianCategory.html',1,'Переменные для процедур обзора и управления разделами']]]
];
