var searchData=
[
  ['Языковые_20переменные_20русского_20языка',['Языковые переменные русского языка',['../group__LanguageRussian.html',1,'']]],
  ['Переменные_20для_20Админки',['Переменные для Админки',['../group__LanguageRussianAdmin.html',1,'']]],
  ['Переменные_20для_20процедур_20обзора_20и_20управления_20разделами',['Переменные для процедур обзора и управления разделами',['../group__LanguageRussianCategory.html',1,'']]],
  ['Переменные_20для_20процедур_20регистрации_20и_20восстановления_20пароля',['Переменные для процедур регистрации и восстановления пароля',['../group__LanguageRussianLogin.html',1,'']]],
  ['Основные_20языковые_20переменные',['Основные языковые переменные',['../group__LanguageRussianMain.html',1,'']]],
  ['Переменные_20для_20пунктов_20меню_20сайта',['Переменные для пунктов меню сайта',['../group__LanguageRussianMenu.html',1,'']]],
  ['Переменные_20для_20новостей_20сайта',['Переменные для новостей сайта',['../group__LanguageRussianNews.html',1,'']]],
  ['Переменные_20для_20процедур_20вывода_2c_20обработки_2c_20оценки_20изображений',['Переменные для процедур вывода, обработки, оценки изображений',['../group__LanguageRussianPhoto.html',1,'']]],
  ['Переменные_20для_20страницы_20поиска',['Переменные для страницы поиска',['../group__LanguageRussianSearch.html',1,'']]]
];
