var searchData=
[
  ['основные_20языковые_20переменные_0',['Основные языковые переменные',['../d4/d2d/group__LanguageEnglishMain.html',1,'Основные языковые переменные'],['../d9/d71/group__LanguageRussianMain.html',1,'Основные языковые переменные']]],
  ['обзора_20и_20управления_20разделами_1',['обзора и управления разделами',['../d9/ded/group__LanguageEnglishCategory.html',1,'Переменные для процедур обзора и управления разделами'],['../d3/d64/group__LanguageRussianCategory.html',1,'Переменные для процедур обзора и управления разделами']]],
  ['обработки_20оценки_20изображений_2',['обработки оценки изображений',['../d7/d94/group__LanguageEnglishPhoto.html',1,'Переменные для процедур вывода, обработки, оценки изображений'],['../d2/d55/group__LanguageRussianPhoto.html',1,'Переменные для процедур вывода, обработки, оценки изображений']]],
  ['оценки_20изображений_3',['оценки изображений',['../d7/d94/group__LanguageEnglishPhoto.html',1,'Переменные для процедур вывода, обработки, оценки изображений'],['../d2/d55/group__LanguageRussianPhoto.html',1,'Переменные для процедур вывода, обработки, оценки изображений']]]
];
