var searchData=
[
  ['переменные_20для_20админки_0',['Переменные для админки',['../d4/df1/group__LanguageRussianAdmin.html',1,'']]],
  ['переменные_20для_20категорий_1',['Переменные для категорий',['../d3/d64/group__LanguageRussianCategory.html',1,'']]],
  ['переменные_20для_20новостей_2',['Переменные для новостей',['../d8/da1/group__LanguageRussianNews.html',1,'']]],
  ['переменные_20для_20поиска_3',['Переменные для поиска',['../d6/d51/group__LanguageRussianSearch.html',1,'']]],
  ['переменные_20для_20пунктов_20меню_20сайта_4',['Переменные для пунктов меню сайта',['../d9/d53/group__LanguageRussianMenu.html',1,'']]],
  ['переменные_20для_20регистрации_20и_20вxода_5',['Переменные для регистрации и вxода',['../df/d6b/group__LanguageRussianLogin.html',1,'']]],
  ['переменные_20для_20фотографий_6',['Переменные для фотографий',['../d2/d55/group__LanguageRussianPhoto.html',1,'']]],
  ['переменные_7',['Основные языковые переменные',['../d9/d71/group__LanguageRussianMain.html',1,'']]],
  ['переменные_20русского_20языка_8',['Языковые переменные русского языка',['../dd/d84/group__LanguageRussian.html',1,'']]],
  ['поиска_9',['Переменные для поиска',['../d6/d51/group__LanguageRussianSearch.html',1,'']]],
  ['пунктов_20меню_20сайта_10',['Переменные для пунктов меню сайта',['../d9/d53/group__LanguageRussianMenu.html',1,'']]]
];
