<?php
/*****************************************************************************
**	File:	config.php														**
**	Diplom:	Gallery															**
**	Date:	13/01-2009														**
**	Ver.:	0.1																**
**	Autor:	Gold Rigma														**
**	E-mail:	nvn62@mail.ru													**
**	Decr.:	Файл настроек, редактируемых пользователем						**
*****************************************************************************/

// Проверка, что файл подключается из индексного, а не набран напрямую в адресной строке
if (IN_DIPLOM)
{
	die('HACK!');
}

/*****************************************************************************
**	Начало редактируемой части настроек										**
*****************************************************************************/

$config['dbhost'] = 'localhost'; // Сервер базы данных (по умолчания: localhost)
$config['dbuser'] = 'root'; // Имя пользователя в БД
$config['dbpass'] = ''; // Пароль пользователя БД
$config['dbname'] = 'photorigma'; // Имя базы данных
$config['gallery_folder'] = 'gallery'; // Имя папки для хранения фотографий
$config['thumbnail_folder'] = 'thumbnail'; // Имя папки для хранения эскизов фотографий
$config['avatar_folder'] = 'avatar'; // Имя папки для хранения аватар пользовтелей

/*****************************************************************************
**	Конец редактируемой части настроек										**
*****************************************************************************/

/*****************************************************************************
**	Начало блока авто-настроек												**
*****************************************************************************/

if ($_SERVER['HTTPS']) $config['site_url'] = 'https://'; else $config['site_url'] = 'http://'; //проверка, какой используется протокол: HTTP или HTTPS
$config['site_url'] .= GetEnv("HTTP_HOST") . $_SERVER['SCRIPT_NAME']; // получаем полный URL индексного скрипта
$config['site_url'] = str_replace('index.php', '', $config['site_url']); // удаляем из строки 'index.php' - на выходе получаем настройку с указанием полного URL корня сайта
$config['inc_url'] = $config['site_url'] . 'include/'; // создаем настройку с указанием URL к подключаемым классам
$config['site_dir'] = str_replace('\\', '/', $_SERVER['SCRIPT_FILENAME']); // получаем полный путь к индексному скрипту в системе
$config['site_dir'] = str_replace('index.php', '', $config['site_dir']); // удаляем из строки 'index.php' - на выходе получаем настройку с указанием полного системного пути к корню сайта
$config['inc_dir'] = $config['site_dir'] . 'include/'; // создаем настройку с указанием системного пути к подключаемым классам

/*****************************************************************************
**	Конец блока авто-настроек												**
*****************************************************************************/
?>
