var index =
[
    [ "📑 Оглавление", "index.html#autotoc_md8", null ],
    [ "📌 Описание проекта", "index.html#autotoc_md10", [
      [ "Основные возможности:", "index.html#autotoc_md11", null ],
      [ "Для кого предназначен?", "index.html#autotoc_md12", null ]
    ] ],
    [ "✨ Основные функции", "index.html#autotoc_md14", [
      [ "Для пользователей:", "index.html#autotoc_md15", null ],
      [ "Для администраторов:", "index.html#autotoc_md16", null ]
    ] ],
    [ "💻 Требования к системе", "index.html#autotoc_md18", [
      [ "Основные компоненты:", "index.html#autotoc_md19", null ],
      [ "Расширения PHP:", "index.html#autotoc_md20", [
        [ "Необязательные расширения (но поддерживаются):", "index.html#autotoc_md21", null ]
      ] ],
      [ "Права доступа:", "index.html#autotoc_md22", null ],
      [ "Рекомендации:", "index.html#autotoc_md23", null ]
    ] ],
    [ "🛠️ Установка", "index.html#autotoc_md25", [
      [ "Клонируйте репозиторий", "index.html#autotoc_md27", null ],
      [ "Настройте базу данных", "index.html#autotoc_md29", [
        [ "a) Создайте базу данных и пользователя", "index.html#autotoc_md30", null ],
        [ "b) Импортируйте структуру базы данных", "index.html#autotoc_md31", null ]
      ] ],
      [ "Настройте конфигурацию", "index.html#autotoc_md33", null ],
      [ "Настройте права доступа", "index.html#autotoc_md35", null ],
      [ "Запустите приложение", "index.html#autotoc_md37", null ],
      [ "Решение проблем", "index.html#autotoc_md39", null ]
    ] ],
    [ "🎮 Использование", "index.html#autotoc_md41", [
      [ "Регистрация и вход", "index.html#autotoc_md42", null ],
      [ "Загрузка изображений", "index.html#autotoc_md44", null ],
      [ "Оценка и комментирование", "index.html#autotoc_md46", null ],
      [ "Администрирование", "index.html#autotoc_md48", null ],
      [ "Расширение функционала", "index.html#autotoc_md50", [
        [ "a) Добавление нового обработчика", "index.html#autotoc_md51", null ],
        [ "b) Добавление HTML-шаблона (если требуется)", "index.html#autotoc_md52", null ],
        [ "c) Подключение нового кода", "index.html#autotoc_md53", null ]
      ] ],
      [ "Типичные проблемы", "index.html#autotoc_md55", null ]
    ] ],
    [ "🗂️ Структура проекта", "index.html#autotoc_md57", null ],
    [ "📜 Лицензия", "index.html#autotoc_md59", [
      [ "Авторство", "index.html#autotoc_md61", null ],
      [ "Лицензирование стороннего контента", "index.html#autotoc_md63", null ],
      [ "Рекомендации по использованию", "index.html#autotoc_md65", null ]
    ] ],
    [ "🚀 Дополнительная информация", "index.html#autotoc_md67", [
      [ "Связь с автором", "index.html#autotoc_md68", null ],
      [ "Благодарности", "index.html#autotoc_md70", null ],
      [ "Планы", "index.html#autotoc_md72", null ]
    ] ]
];